{"tracks":[{"id":"intro","start":"0","end":"0.05","subtitles":[{"text":"Hey there, I’m Russell, and I’m Caitlyn. And we’re gonna take you on a data-driven celebrity tour!","time":"0"},{"text":"We sifted through over three years of Wikipedia pageview data to find people who have recently become famous and those still climbing the ranks. So Caitlyn, what are we looking at?","time":"5"},{"text":"As we descend, we’ll encounter 138 people. We started with people who had little to no pageviews in the second half of 2015, but have made big leaps since.","time":"12"},{"text":"The whole web page is one big chart: higher up means more accumulated pageviews, More towards to the left means a faster ascent to popularity.","time":"20"},{"text":"Let’s begin our tour with a stop at Cardi B... she has the most pageviews out of anyone with 21 million. Her chart shows how quickly she leveled up in sustained pageviews.","time":"30"},{"text":"Think of sustained pageviews like karate belts -  when you level up, your skills have advanced to at least that level for good. Once Cardi B hit a new level of pageviews, she never dipped below that daily average again.","time":"37"},{"text":"After 19 months from the start of her data, she started getting 10 thousand or more pageviews a day on average, and has been doing so ever since.","time":"47"}],"tutorial":[{"time":"25","trigger":"grid-y"},{"time":"28","trigger":"grid-x"},{"time":"35","trigger":"axis"},{"time":"5","trigger":"cardi"}]},{"id":"three","start":"0.05","end":"0.1","subtitles":[{"text":"The first three people are all musicians under 26, two of them are rappers. This isn’t too surprising since musicians are a huge part of internet culture - just look at Youtube, where 93 of the top 100 most viewed videos of all time are music videos."},{"text":"Rapper XXXTentacion was all over the news earlier this year because of his swift rise on the music scene and his sudden death. He continues to stay in the spotlight for this reason in addition to ongoing posthumous releases."}]},{"id":"dua","start":"0.1","end":"0.12","subtitles":[{"text":"English singer Dua Lipa rose to fame with the song “New Rules,” which has 1.5B views on YouTube. ...Something about how she is a youtube star and that was the platform that has given her the bump."}]},{"id":"sixnine","start":"0.12","end":"0.14","subtitles":[{"text":"Rapper 6ix9ine is the first overnight success based on Wikipedia traffic. Unlike most people we analyzed, his debut on Wikipedia came well after 2015. His page was created after he had started to become quite popular."}]},{"id":"non-music","start":"0.14","end":"0.2","subtitles":[{"text":"Now we start seeing some non-musicians in the mix. Notable in this area are the biggest recipients of a handful here that got the “Trump-bump” - people involved in the campaign and/or staff of the current administration like Steve Bannon and Betsy DeVos."},{"text":"In the same area we have more YouTube with the Paul brothers - Logan and Jake. They are highly controversial but have a massive presence with over 35 million followers combined."}]},{"id":"netflix","start":"0.2","end":"0.3","subtitles":[{"text":"New Netflix series have definitely contributed to putting a lot of new actors and actresses on the scene. Notable actresses include Katherine Langford from 13 Reasons Why and Natalia Dyer from Stranger Things."},{"text":"Here we hit our first internet meme culture sensation: Danielle Bregoli - yet another person boosted by Youtube. I had no idea who she was until I Googled her, but she is probably better known as Dr Phil’s Cash Me Outside girl."},{"text":"Now she’s spun her 15 minutes into a music career going by Bhad Bhabie. She is just 15 years old. I cannot recommend it."},{"text":"The first non-American politician on the list is Ram Nath Kovind who became President of India in 2017."}]},{"id":"sports","start":"0.3","end":"0.32","subtitles":[{"text":"Sports time! Here we have Carson Wentz, our first athlete and someone we are calling a rising celebrity since he hasn’t crossed the 1,000 daily pageviews line yet. He started out pretty small-time as the Quarterback of North Dakota State University."},{"text":"After being drafted in the NFL by the Philadelphia Eagles in 2016, his stock really started rising when took them the win the Superbowl in 2018."}]}]}