{"hed":"What Does the Path to Fame Look Like?","dek":"Tracking the rise in popularity from Cardi B to Carson Wentz.","intro":[{"type":"text","value":"Hey there! We’re gonna take you on a data-driven celebrity tour. We sifted through over three years of Wikipedia pageview data to find people who have recently become famous and those still climbing the ranks."},{"type":"text","value":"We chose these people by starting with those who had little to no pageviews in the second half of 2015, but have made big leaps since.  So what will we be looking at? As we descend, we’ll encounter 138 people. Higher up means more accumulated pageviews, further down means less."},{"type":"text","value":"By the way, these charts are a little unusual - they show how quickly a person leveled up in sustained pageviews. Think of sustained pageviews like karate belts - when you level up, your skills have advanced to at least that level for good. Height, thickness, and color all indicate the same level value."},{"type":"text","value":"Be sure to check out the audio annotations which provide some details about interesting people on the list."}],"method":[{"type":"text","value":"Data for this story were collected and processed using the <a href=https://www.mediawiki.org/wiki/API:Main_page target=_blank>Wikipedia API</a>. The period of collection was from July 1, 2015–September 13, 2018, from English Wikipedia. Any person who appeared in the top 1,000 pages for at least one day in that range was considered. The full source is on <a href=https://github.com/the-pudding/wiki-billboard-data target=_blank>Github</a>."},{"type":"text","value":"Wikipedia’s aggregation of notable births was the starting point to decide who is thought to be a celebrity or not, a foundation of over 40,000 people. Additionally, each top 1,000 page with “(born” in the text, which is a <a href=https://en.wikipedia.org/wiki/LeBron_James target=_blank>consistent</a> <a href=https://en.wikipedia.org/wiki/Julian_Casablancas target=_blank>characteristic</a> of people pages on Wikipedia, was also added to this database of people, to ensure no one not yet notable enough to be added to the births pages was still included."},{"type":"text","value":"The methodology to define rising celebrities was centered on a series of levels of sustained pageviews. Levels were assigned to based on monthly averages. There were eight levels (like Karate belts): (1) 50, (2) 100, (3) 200, (4) 500, (5) 1,000, (6) 2,000, (7) 5,000, and (8) 10,000, pageviews. If someone hit a new level of pageviews and never dipped below that level’s threshold again, they were assigned the level, hence the term “sustained pageviews.” If a person hit level 5 (1,000 pageviews), for example, but then dropped below 1,000 pageviews the following month, they would still be a level 4."},{"type":"text","value":"After assigning levels, anyone with 1. a beginning level lower than 4, 2. a level change of more than 4 levels, and 3. less than level 2 in 2015, was included in the final list. People above level 6 were considered those who have risen to fame. Anyone who satisfied those parameters but still remained below level 6 was considered rising."},{"type":"text","value":"By <a href=https://pudding.cool/author/russell-goldenberg/ target=_blank>Russell Goldenberg</a> and <a href=https://pudding.cool/author/caitlyn-ralph target=_blank>Caitlyn Ralph</a>. For questions, comments, etc., sup@pudding.cool."}]}